Repository: solomonxie/ear-to-listen-podcasts
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ transcribed
zh_hans: 已转写 %@

source: A few sample shows and clips to look around with.
zh_hans: 几个示例节目和片段，供你先看看。

source: ADD EPISODES
zh_hans: 添加单集

source: AI KEYS
zh_hans: AI 密钥

source: Add AI Key
zh_hans: 添加 AI 密钥

source: Add Episodes
zh_hans: 添加单集

source: Add Local Files
zh_hans: 添加本地文件

source: Add Remote Source
zh_hans: 添加个人私有云端

source: Add S3 Bucket
zh_hans: 添加 S3 Bucket

source: Add a Folder
zh_hans: 添加文件夹

source: Add an S3 bucket to browse and sync episodes from.
zh_hans: 添加一个 S3 Bucket 即可浏览并同步单集。

source: Add storage
zh_hans: 添加存储源

source: Add to Playlist
zh_hans: 添加到播放列表

source: Albums
zh_hans: 专辑

source: Analyze
zh_hans: 分析

source: Analyze Album
zh_hans: 分析专辑

source: Analyze with AI…
zh_hans: 用 AI 分析…

source: App data isn't kept here — it stays on this device.
zh_hans: 应用数据不会保存到这里 —— 只留在本机。

source: Apply
zh_hans: 应用

source: Auto sync app data to this bucket
zh_hans: 自动同步应用数据到此存储桶

source: Back to top
zh_hans: 回到顶部

source: Backup to Remote Now
zh_hans: 立即备份到个人私有云端

source: Backup/Restore need an active remote (S3) source — see the Remote tab.
zh_hans: 备份/恢复需要一个已启用的 S3 存储源 — 见“个人私有云端”。

source: Backup/Restore to a bucket need an active remote source — see Remote, above.
zh_hans: 备份/恢复到存储桶需要一个启用的远程源 —— 见上方「远程」。

source: Better titles during sync, and transcription on playback.
zh_hans: 同步时得到更好的标题，播放时转写。

source: Browse by Year
zh_hans: 按年份搜索

source: Bucket name
zh_hans: Bucket 名称

source: Can't show this one
zh_hans: 无法显示这个文件

source: Cancel
zh_hans: 取消

source: Category
zh_hans: 分类

source: Changing the speaker re-points every episode in this album, not just the album itself.
zh_hans: 更改讲者会改动这张专辑里的每一集，而不只是专辑本身。

source: Clear
zh_hans: 清除

source: Clear Queue
zh_hans: 清空队列

source: Clear Synced
zh_hans: 清除已同步

source: Clear this key's history?
zh_hans: 清除这个密钥的记录？

source: Clears the sample shows, speakers, albums and playlists. Your own synced episodes and sources stay. You can load the samples again later.
zh_hans: 清除示例节目、讲者、专辑和播放列表。你自己同步的单集和来源会保留，之后还能再次加载示例。

source: Close
zh_hans: 关闭

source: Coming soon
zh_hans: 即将推出

source: Connect an S3 bucket, or import episodes from Files below, and they appear here as they sync.
zh_hans: 连接一个 S3 存储桶，或在下方从「文件」导入单集，同步后就会出现在这里。

source: Continue Listening
zh_hans: 继续收听

source: Correct line
zh_hans: 修正这一行

source: Correct this line
zh_hans: 修正这一行

source: Couldn't read what you picked.
zh_hans: 无法读取你选择的内容。

source: Create
zh_hans: 创建

source: Credentials
zh_hans: 凭据

source: Delete
zh_hans: 删除

source: Delete Connection
zh_hans: 删除连接

source: Delete this connection?
zh_hans: 要删除此连接吗？

source: Demo Data
zh_hans: 示例数据

source: Details
zh_hans: 详情

source: Details edited
zh_hans: 详情已编辑

source: Done
zh_hans: 完成

source: Downloaded
zh_hans: 已下载

source: Downloaded Episodes
zh_hans: 已下载的单集

source: Drafts
zh_hans: 草稿

source: Edit
zh_hans: 编辑

source: Edit Album
zh_hans: 编辑专辑

source: Edit Album…
zh_hans: 编辑专辑…

source: Edit Details
zh_hans: 编辑详情

source: Edit Episode
zh_hans: 编辑单集

source: Edit Speaker
zh_hans: 编辑主讲人

source: Episode file
zh_hans: 单集文件

source: Episodes
zh_hans: 单集

source: Episodes download automatically the first time you play them, for offline replay. Remove one here to free up space — it re-downloads next time you play it.
zh_hans: 单集会在首次播放时自动下载，以便离线重听。在这里移除可释放空间 — 下次播放时会重新下载。

source: Estimated cost
zh_hans: 预计花费

source: Export Library Data
zh_hans: 导出应用数据

source: Export/Backup save your playlists, source list, and any speaker bio/photo edits — as a .zip (not your episode files, not credentials). Restoring re-links playlist tracks that are already synced on this device; anything not synced yet is skipped until the next sync.
zh_hans: 导出/备份会保存你的播放列表、存储源列表，以及主讲人简介/头像的修改 — 打包为 .zip（不含单集文件，也不含凭据）。恢复时会重新关联本机已同步的曲目；尚未同步的内容会跳过，直到下次同步。

source: Favorites
zh_hans: 收藏

source: File
zh_hans: 文件

source: Files / iCloud Drive / Ear to Listen
zh_hans: 文件 / iCloud 云盘 / Ear to Listen

source: Files / iCloud Drive / Ear to Listen · Last: %@
zh_hans: 文件 / iCloud 云盘 / Ear to Listen · 上次：%@

source: Files / iCloud Drive / Ear to Listen. Switch on to keep a copy that outlives deleting the app.
zh_hans: 文件 / iCloud 云盘 / Ear to Listen。开启后即使删除应用，副本依然还在。

source: Fill from an existing connection
zh_hans: 从已有连接填入

source: Fixes every episode in this album — use this if the speaker shown was guessed wrong from the file's metadata.
zh_hans: 会更正此专辑中的每一集 — 当显示的主讲人是从文件元数据中猜错时使用。

source: Folder
zh_hans: 文件夹

source: Follow the transcript
zh_hans: 跟随文稿

source: Following the transcript
zh_hans: 正在跟随文稿

source: Freq: every 12 hours
zh_hans: 频率：每 12 小时

source: Freq: every 15 min
zh_hans: 频率：每 15 分钟

source: Freq: every 30 min
zh_hans: 频率：每 30 分钟

source: Freq: every 6 hours
zh_hans: 频率：每 6 小时

source: Freq: every day
zh_hans: 频率：每天

source: Freq: every hour
zh_hans: 频率：每小时

source: Freq: manual
zh_hans: 频率：手动

source: From a transcript file beside the episode
zh_hans: 来自单集旁边的文稿文件

source: Fully transcribed
zh_hans: 已全部转写

# Good listening
source: Ear to Listen
zh_hans: 云端的声音

source: Home
zh_hans: 首页

source: Import Library Data
zh_hans: 导入应用数据

source: Import podcasts from Files
zh_hans: 从「文件」导入播客

source: Importing…
zh_hans: 正在导入…

source: Inherit (%@)
zh_hans: 继承（%@）

source: Keep transcribing while paused
zh_hans: 暂停时继续转写

source: Key prefix (optional)
zh_hans: Key prefix(可选)

source: Kind
zh_hans: 类型

source: LANGUAGE
zh_hans: 语言

source: LOCAL FOLDERS
zh_hans: 本地文件夹

source: Language
zh_hans: 语言

source: Language: %@
zh_hans: 语言：%@

source: Last app-data backup failed: %@
zh_hans: 上次应用数据备份失败：%@

source: Last backup to iCloud failed: %@
zh_hans: 上次备份到 iCloud 失败：%@

source: Library
zh_hans: 资料库

source: Listening from where you are — lines appear as they're recognised.
zh_hans: 从你所在的位置开始听写 —— 识别出的句子会陆续出现。

source: Listening to %@–%@… · %@ done
zh_hans: 正在听写 %@–%@… · 完成 %@

source: Live transcript this episode
zh_hans: 为这一集实时转写

source: Load sample library
zh_hans: 加载示例库

source: Missing
zh_hans: 已丢失

source: Missing from the last sync — the file wasn't in the bucket listing.
zh_hans: 上次同步时未找到 —— 这个文件不在存储桶列表里。

source: Modified
zh_hans: 修改时间

source: More
zh_hans: 更多

source: My corrections
zh_hans: 我的修正

source: Name
zh_hans: 名称

source: New Playlist
zh_hans: 新建播放列表

source: No albums yet
zh_hans: 还没有专辑

source: No corrections yet
zh_hans: 还没有修正

source: No downloaded episodes yet. Anything you play is saved here automatically.
zh_hans: 还没有已下载的单集。你播放过的内容会自动保存在这里。

source: No downloads yet
zh_hans: 还没有下载内容

source: No episodes yet
zh_hans: 还没有单集

source: No playlists yet
zh_hans: 还没有播放列表

source: No remote sources yet
zh_hans: 还没有云端存储源

source: No remote sources yet. Add an S3 bucket to browse and sync episodes from.
zh_hans: 还没有云端存储源。添加一个 S3 Bucket 即可浏览并同步单集。

source: No saved shows yet
zh_hans: 还没有已保存的节目

source: No transcript for this episode
zh_hans: 此单集暂无文字记录

source: No transcript yet
zh_hans: 还没有文稿

source: Not set
zh_hans: 未设置

source: Notes
zh_hans: 备注

source: Nothing in your library yet
zh_hans: 音频库还是空的

source: Nothing playing
zh_hans: 当前没有播放内容

source: Nothing queued. Sync a folder from a remote source to add files here.
zh_hans: 队列为空。从云端存储源同步文件夹后，任务会出现在这里。

source: Nothing sent with this key yet. It's used to guess episode titles during sync, and to transcribe on playback.
zh_hans: 还没有用这个密钥发过请求。它用于同步时猜测单集标题，以及播放时转写。

source: Now Playing
zh_hans: 正在播放

source: OK
zh_hans: 好

source: Off for this episode — tap “Live transcript this episode” above to start one. Anything transcribed before, or a transcript file sitting beside the episode, still shows here either way.
zh_hans: 这一集未开启 —— 点上方的「为这一集实时转写」即可开始。之前已转写的内容，或单集旁边的文稿文件，无论如何都会显示。

source: On for every episode.
zh_hans: 对每一集都开启。

source: One zip of your playlists, edits and transcripts. Never your episode audio.
zh_hans: 一个包含播放列表、编辑和文稿的压缩包。绝不包含单集音频。

source: Only files under this folder in the bucket are used. Leave it empty for the whole bucket.
zh_hans: 只使用存储桶中该文件夹下的文件。留空表示整个存储桶。

source: Only files under this folder in the bucket are used. Region is detected automatically.
zh_hans: 仅使用该 Bucket 中此文件夹下的文件。Region 会自动检测。

source: Only the episodes you ask for.
zh_hans: 只转写你指定的单集。

source: Only the record of what was sent — the key itself stays.
zh_hans: 只清除发送记录 —— 密钥本身会保留。

source: Paused with the episode · %@ transcribed
zh_hans: 随单集暂停 · 已转写 %@

source: Play from here
zh_hans: 从这里播放

source: Play latest
zh_hans: 播放最新一集

source: Playlists
zh_hans: 播放列表

source: Queue
zh_hans: 队列

source: Re-transcribe everything
zh_hans: 全部重新转写

source: Read where they sit, never copied.
zh_hans: 原地读取，绝不复制。

source: Reads only transcripts already stored on this phone — nothing is downloaded and nothing is re-transcribed.
zh_hans: 只读取本机已保存的文稿 —— 不下载，也不重新转写。

source: Reads this episode's transcript — the whole of it, which is why it waits for transcription to finish.
zh_hans: 读取这一集的完整文稿 —— 所以要等转写完成。

source: Recent Searches
zh_hans: 最近搜索

source: Recent calls
zh_hans: 最近的调用

source: Remote
zh_hans: 个人私有云端

source: Remove
zh_hans: 移除

source: Remove Artwork
zh_hans: 移除封面

source: Remove Photo
zh_hans: 移除照片

source: Replaced when it changes. Last: %@.
zh_hans: 有改动时替换。上次：%@。

source: Reply
zh_hans: 回复

source: Requests
zh_hans: 请求次数

source: Reset
zh_hans: 重置

source: Reset Demo Data
zh_hans: 重置示例数据

source: Reset Demo Data?
zh_hans: 要重置示例数据吗?

source: Reset sample library
zh_hans: 重置示例库

source: Restore from Remote
zh_hans: 从个人私有云端恢复

source: Restores the sample shows, speakers, and playlists in case you deleted something while exploring. Doesn't touch your real remote/local sources.
zh_hans: 恢复示例节目、主讲人和播放列表，以防你在体验时删掉了什么。不会影响你真实的云端/本地存储源。

source: Retry
zh_hans: 重试

source: Round-robin
zh_hans: 轮询

source: STORAGE
zh_hans: 存储

source: SYNC & BACKUP
zh_hans: 同步与备份

source: Same as device
zh_hans: 跟随设备

source: Save
zh_hans: 保存

source: Saved
zh_hans: 已保存

source: Saved on this device, and used as a hint for the rest of the episode — names and terms a recognizer gets wrong once it usually gets wrong again.
zh_hans: 保存在本机，并作为这一集后续内容的提示 —— 识别器认错一次的名字和术语，通常还会再错。

source: Scanning…
zh_hans: 正在扫描…

source: Scans a folder you pick on this device for audio files — they're read in place, never copied.
zh_hans: 扫描你在本机选择的文件夹中的音频文件 — 原地读取，不会复制。

source: Search
zh_hans: 搜索

source: Search shows, episodes, speakers
zh_hans: 搜索节目、单集、主讲人

source: Search your podcasts
zh_hans: 搜索播客

source: Sequential
zh_hans: 顺序

source: Set speaker
zh_hans: 设置主讲人

source: Setting up your iCloud folder — try again shortly.
zh_hans: 正在准备你的 iCloud 文件夹 —— 请稍后再试。

source: Settings
zh_hans: 设置

source: Settings → your name → iCloud → iCloud Drive → turn on
zh_hans: 设置 → 你的名字 → iCloud → iCloud 云盘 → 打开

source: Shows
zh_hans: 节目

source: Shows for you
zh_hans: 为你推荐的节目

source: Size
zh_hans: 大小

source: Size on storage
zh_hans: 存储占用

source: Skipped
zh_hans: 已跳过

source: Speaker
zh_hans: 主讲人

source: Speakers
zh_hans: 主讲人

source: Spoken language
zh_hans: 所讲语言

source: Stop live transcript
zh_hans: 停止实时转写

source: Storage providers
zh_hans: 存储源

source: Suggest with AI
zh_hans: 用 AI 建议

source: Sync & Backup
zh_hans: 同步与备份

source: Sync Now
zh_hans: 立即同步

source: Sync frequency
zh_hans: 同步频率

source: Sync only fetches metadata — episodes download when you listen.
zh_hans: 同步只获取元数据 — 单集会在你收听时下载。

source: Syncing…
zh_hans: 正在同步…

source: TRANSCRIPT
zh_hans: 文稿

source: TRANSCRIPTS
zh_hans: 转写

source: Tapping this file plays it directly — if it isn't already synced, it's imported first so future syncs recognize it.
zh_hans: 点按该文件会直接播放 — 如果尚未同步，会先导入，以便之后的同步能识别它。

source: Test Connection
zh_hans: 测试连接

source: Testing the key…
zh_hans: 正在测试密钥…

source: This build of the app isn't signed for iCloud.
zh_hans: 此版本的应用未针对 iCloud 签名。

source: This puts back the sample shows, speakers, and playlists.
zh_hans: 这会恢复示例节目、主讲人和播放列表。

source: Throws away the stored transcript and starts over. Your corrections are kept — they're used as hints for the new pass.
zh_hans: 丢弃已保存的文稿并重新开始。你的修正会保留 —— 它们会作为新一轮转写的提示。

source: Tip: create an IAM user scoped to read-only access on this bucket rather than reusing your main AWS credentials.
zh_hans: 提示：请为该 Bucket 单独创建一个只读权限的 IAM 用户，不要直接使用主 AWS 凭据。

source: Topics
zh_hans: 标签

source: Total length
zh_hans: 总时长

source: Transcribe again…
zh_hans: 重新转写…

source: Transcribe every episode as you listen
zh_hans: 边听边转写每一集

source: Transcribe this episode again?
zh_hans: 重新转写这一集？

source: Transcript
zh_hans: 文字记录

source: Try again
zh_hans: 重试

source: Up Next
zh_hans: 接下来播放

source: Use episode artwork
zh_hans: 使用单集封面

source: Used to transcribe this speaker's episodes. Recognizers have to be told which language to expect — they can't work it out, and the wrong one returns confident nonsense rather than failing.
zh_hans: 用于转写这位讲者的单集。识别器必须被告知语言 —— 它自己判断不出来，选错不会报错，只会输出看似自信的胡话。

source: Vendor
zh_hans: 服务商

source: View
zh_hans: 视图

source: Waiting
zh_hans: 等待中

source: Waiting for playback — transcribing follows the episode. Turn on “Keep transcribing while paused” above to let it run ahead on its own.
zh_hans: 等待播放 —— 转写跟随单集进行。打开上方的「暂停时继续转写」可让它自行向前跑。

source: Whole episode transcribed
zh_hans: 整集已转写

source: Working through %@–%@ — lines appear as they're recognised. Nothing yet means no speech has been made out so far.
zh_hans: 正在处理 %@–%@ —— 识别出的句子会陆续出现。暂时没有内容表示还没听出语音。

source: Years
zh_hans: 年份

source: edited
zh_hans: 已编辑

source: hearing…
zh_hans: 正在听写…

source: iCloud Drive
zh_hans: iCloud 云盘

source: iCloud Drive is off on this device.
zh_hans: 此设备上的 iCloud 云盘已关闭。
